package mine.demo1.util;

/**
 * Created by jh on 2016/11/28.
 * 存放名言警句
 */

public class WisdomUtil {
    public static String[] wisdoms = {
            "我说不出来为什么爱你，但我知道，你就是我不爱别人的理由。——宫崎骏 《虞美人盛开的山坡》",
            "我们存在的本身，就是潜在的死亡。——三岛由纪夫",
            "因为我什么也不研究，所以我学会很多。——阿纳托尔.法郎士",
            "你“看见”是因为你“相信”。——夏尔.戴高乐",
            "智者是对一切都感到惊奇的人。——安德烈.纪德",
            "哪儿有贫穷，哪儿就有爱情。——马尔克斯《百年孤独》",
            "最沉重的负担同时也成了最强盛的生命力的影像。负担越重，我们就越真切实在。——米兰.昆德拉《不能承受的生命之轻》",
            "树与人早晚都是同一命运，都要倒下去，只有一点不同，树担心的是外在的险厄，人烦虑的是内心的风波。——梁实秋 《闲暇处才是生活》",
            "奇迹和痛苦来自另一个地方，并非一切都像人们以为的那样：人们没有把自己哭进痛苦中，也没有把自己笑进欢乐中。你所看见和感受到的，你所喜爱和理解的，全是你正穿越的风景。——里尔克",
            "我还相信工作的价值 —— 越辛苦越好。不工作的人有太多的时间来沉溺于自己和自己的烦恼之中。——雷蒙德•卡佛",
            "人生既不能延长，也没有赞美。既然这样，就觉得不如做些想都没想过的事，当做回忆也好啊。——伊坂幸太郎",
            "其实活着还真是件美好的事，不在于风景多美多壮观，而是在于遇见了谁，被温暖了一下，然后希望有一天自己也成一个小太阳，去温暖别人。——三毛",
            "说过很多潇洒的话，做过很多打脸的事。——许灵子",
            "从哪里来，往哪里去，心中渐渐有一分明白，如月光泻地。—— 龙应台",
            "有些人能感受雨，而其他人则只是被淋湿。——鲍勃•迪伦",
            "没有相当程度的孤独是不可能有内心的平和。——叔本华",
            "原来时间也会失误和出现意外，并因此迸裂，在某个房间里留下永恒的片段。——马尔克斯《百年孤独》",
            "除非一个人觉悟出生活的意义，否则他的能力或天赋便会用来强调自我及其欲望。——克里希那穆提《一生的学习》",
            "令婚姻不幸福的不是缺少爱情，而是缺少友谊。—— 尼采",
            "我不想成为上帝或英雄。只是成为一棵树，为岁月而生长，不伤害任何人。—— 米沃什",
            "常识就像夜明珠，白昼时平淡无奇，不过是一块石头，可是当黑暗降临，它就熠熠生辉。——李承鹏",
            "只有当你不知道自己可能是谁时，才能想清楚什么是正义。——刘瑜《民主的细节》",
            "如果你一直在乎别人的看法，你就毁了。——《荒蛮故事》",
            "即使是你最心爱的人，心中都会有一片你无法到达的森林。——村上春树",
            "最初我们来到这个世界，是因为不得不来；最终我们离开这个世界，是因为不得不走。——余华《活着》",
            "每个人的一生中都会在某个时刻仰望星辰，思考最大的问题。—— 罗素",
            "时间不会冲淡痛苦，时间只会让人习惯痛苦。——绫辻行人《another》",
            "人生最重要的不是凯旋，而是战斗。——顾拜旦",
            "上天让我们习惯各种事物，就是用它来代替幸福。——叶甫盖尼•奥涅金",
            "你一直是我生命中永远都不可能重复的一场遭遇。——安 • 兰德《源泉》"
    };
}
